Repository: milkyway-git/thebuggenie
Catalog: modules/vcs_integration/i18n/*/strings.xlf
Languages: es_es

source: VCS Integration has been disabled for this project
es_es: La integración de VCS se ha desactivado para este proyecto

source: Settings saved
es_es: Opciones guardadas

source: Show commit details
es_es: Mostrar información de commit

source: Close
es_es: Cerrar

source: Revision %rev
es_es: Revisión %rev

source: By %user
es_es: Por %user

source: Preceeded by %prev
es_es: Precedidas por%prev

source: Show more details
es_es: Mostrar mas detalles

source: Hide details
es_es: Ocultar detalles

source: Changed files
es_es: Archivos cambiados

source: No files have been affected by this commit
es_es: No hay archivos afectados por este proyecto

source: directory
es_es: directorio

source: Diff
es_es: Diferencia

source: deleted
es_es: borrado

source: new file
es_es: Archivo nuevo

source: View
es_es: Ver

source: Affected issues
es_es: Peticiones afectadas

source: This commit affects no issues
es_es: Esta confirmación no afecta problemas

source: Commits
es_es: Código confirmado

source: Browse source code
es_es: Ver código fuente

source: %user_name mentioned you in commit %rev
es_es: %user_name te ha mencionado en commit %rev

source: No commits have been found for this project
es_es: No se encontraron commits para este proyecto

source: Show more
es_es: Ver más

source: Editing VCS connectivity settings
es_es: Editando las opciones de conectividad VCS

source: You do not have the relevant permissions to access VCS Integration settings
es_es: No tienes los permisos pertinentes para acceder a configuración de la integración de VCS

source: Remember to set up the hook after saving these settings - see the %documentation. You will need this project's ID number: %id
es_es: Recuerde configurar el gancho después de guardar estos ajustes - vea la%documentation. Usted necesitará el número de identificación de este proyecto:%id

source: documentation
es_es: documentación

source: Enable VCS Integration?
es_es: ¿Habilita integración con VCS?

source: Disable for this project
es_es: Deshabilitar para este proyecto

source: Enable for commits applying to existing issues only
es_es: Sólo habilitar commits que afecten a problemas existentes

source: Enable workflow?
es_es: ¿Activar flujo de trabajo?

source: Enable for this project
es_es: Habilitar para este proyecto

source: This will allow specially-crafted commit messages to cause a workflow transition, in the same way as incoming emails. See the documentation for details.
es_es: Esto permitirá mensajes de confirmación especialmente diseñados para provocar una transición de flujo de trabajo, en la misma forma que los correos electrónicos entrantes. Consulte la documentación para más detalles.

source: Access method
es_es: Método de acceso

source: Direct Access (via a call to tbg_cli)
es_es: Acceso Directo (via llamada a tbg_cli)

source: HTTP Access (via a call to a URL)
es_es: Acceso HTTP (via llamada a URL)

source: Required for Github, Gitorious and Bitbucket users
es_es: Necesario para los usuarios de Github, Gitorious y Bitbucket

source: HTTP Passkey
es_es: Passkey HTTP

source: URL to repository browser
es_es: URL al navegador de repositorio

source: If the repository name is part of the URL (e.g. http://www.example.com/viewvc/myrepo), please include it as part of this field.
es_es: Si el nombre del repositorio es parte de la UTL (ej. http://www.ejemplo.com/viewvc/mirepo), por favor inclúyalo como parte de este campo.

source: Repository browser type
es_es: Tipo de navegación del repositorio

source: Set URLs manually
es_es: URLs definidas manualmente

source: Multi-system
es_es: Multi-sistema

source: using MultiViews
es_es: utilizando MultiViews

source: locally hosted
es_es: alojado localmente

source: If you are setting up for the first time, it is recommended you set a browser type, which will automatically set the URLs for you.
es_es: Si está definiendo esto por primera vez, se recomienda definir tipo de navegación, lo que definirá automáticamente las URLs

source: Repository name
es_es: Nombre del repositorio

source: Custom browser URLs
es_es: URLs de navegación personalizadas

source: In the Commit details page field, the following parameters will be replaced with a real value when link is generated:
es_es: En el campo de detalles de Commit, los parámetros siguientes serán reemplazados con el valor real cuando el enlace sea generado:

source: Revision number/hash of either the current or previous revision (the one to use is automatically chosen as appropriate)
es_es: Número de revisión / hash de la revisión ya sea actual o anterior (la que se usa se selecciona automáticamente según el caso)

source: Branch (if provided by the hook). If no branch is provided, this will be left unchanged
es_es: Branch (si es proporcionado por el gancho). Si la rama es provista, no se modificará

source: In the other fields, these parameters will be replaced with real values when links are generated:
es_es: En los otros campos, estos parámetros serán reemplazados con el valor real cuando el enlace sea generado:

source: Revision number/hash
es_es: Número de revisión/hash

source: Revision number/hash of previous commit
es_es: Número de revisión/hash del commit previo

source: Filename and path, from root of repository
es_es: Nombre de archivo y ruta, desde la raíz del repositorio

source: Commit details page
es_es: Página de detalles para Commit

source: File log page
es_es: Página con archivo log

source: File blob/view page
es_es: Página con archivo blob/vista

source: Diff page
es_es: Página con diferencias

source: When you are done, click "%save" to save your changes on all tabs
es_es: Cuando haya terminado, haga clic en "%save " para guardar los cambios en todas las pestañas

source: Save
es_es: Guardar

source: VCS Integration
es_es: Integración VCS

source: Source code
es_es: Código fuente

source: There are no code checkins for this issue
es_es: No hay código confirmado para esta petición

source: Code checkins (%count)
es_es: Código confirmado (%count)

source: "%project_name" commits
es_es: "% project_name" confía

source: Project commits
es_es: Commits del proyecto

source: Choose branch on the left to filter commits for this project
es_es: Elija la rama a la izquierda para filtrar los commits de este proyecto

source: All branches
es_es: Todas las ramas

source: Branch filters
es_es: Filtro de ramas

source: This issue has been updated with the latest changes from the code repository.<source>%commit_msg</source>
es_es: Este tema ha sido actualizado con los últimos cambios en el repositorio de código.<source>% commit_msg </source>
